The last row in this section of the table.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public int LastRowNumber { get; }
  Visual Basic
Public ReadOnly Property LastRowNumber As Integer
	Get
  Visual C++
public:
property int LastRowNumber {
	int get ();
}
 See Also
  TableSectionData Class
  Autodesk.Revit.DB Namespace